Repository: churfinancial-owner/chur
Catalog: Chur/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant_hk

source: — %@%lld unused
zh_hant_hk: — 剩餘 %1$@%2$lld 未使用

source: is locked.
zh_hant_hk: 代表已鎖定。

source: means active; yellow
zh_hant_hk: 代表已啟用；黃色

source: %@ %lld remaining
zh_hant_hk: 剩餘 %1$@ %2$lld

source: %@ expiring soon%@ across %@. Tap to review.
zh_hant_hk: %1$@即將到期%2$@，涉及%3$@。點按查看詳情。

source: %1$@ will be cancelled and %2$@ added in its place, keeping the same approved date. %3$@'s history stays viewable in Card History.
zh_hant_hk: %1$@ 將會取消，並由%2$@取代，同時保留原有的獲批日期。%3$@的歷史紀錄仍可在「信用卡紀錄」中查看。

source: %@%lld annual fee posts %@ (%@). Time to review keep, downgrade, or cancel.
zh_hant_hk: %1$@%2$lld 年費將於 %3$@（%4$@）收取。是時候決定保留、降級或取消這張卡。

source: %@%lld annual fee posts today. Time to review keep, downgrade, or cancel.
zh_hant_hk: %1$@%2$lld 年費今天收取。是時候決定保留、降級或取消這張卡。

# %@%lld left
source: %1$@%2$lld left
zh_hant_hk: %1$@%2$lld 剩餘

source: %@%lld left — expires %@.
zh_hant_hk: 剩餘 %1$@%2$lld — %3$@到期。

source: %@%lld of %@%lld
zh_hant_hk: %1$@%2$lld / %3$@%4$lld

# %lld benefit%@
source: %1$lld benefit%2$@
zh_hant_hk: %1$lld 禮遇%2$@

source: %lld benefits
zh_hant_hk: %lld 項禮遇

source: %lld cards
zh_hant_hk: %lld 張卡

# %lld day%@
source: %1$lld day%2$@
zh_hant_hk: %1$lld日前

source: %lld of %lld
zh_hant_hk: %1$lld / %2$lld

source: %lld of %lld uses left — expires %@.
zh_hant_hk: 剩餘 %1$lld/%2$lld 次 — %3$@到期。

source: %lld slots need a category
zh_hant_hk: %lld獎賞需要選擇

source: %lld use%@
zh_hant_hk: %lld 次

source: %lld use%@ remaining
zh_hant_hk: 剩餘 %1$lld 次

source: %lldd
zh_hant_hk: %lld天

source: ^[%lld benefit](inflect: true)
zh_hant_hk: ^[%lld 禮遇](inflect: true)

# ^[%lld benefits](inflect: true) expiring across ^[%lld cards](inflect: true)
source: ^[%1$lld benefits](inflect: true) expiring across ^[%2$lld cards](inflect: true)
zh_hant_hk: ^[%2$lld ](inflect: true) 張卡 - 共有^[%1$lld 禮遇](inflect: true) 即將到期

source: ^[%lld Entry](inflect: true)
zh_hant_hk: %lld 項記錄

source: ⏰ EXPIRING
zh_hant_hk: ⏰ 即將到期

source: ⏰ EXPIRING SOON
zh_hant_hk: ⏰ 即將到期

source: ⚡ EARNING POWER
zh_hant_hk: ⚡ 回贈力度

source: ✅ AVAILABLE
zh_hant_hk: ✅ 可用

source: ✓ accepted
zh_hant_hk: ✓ 接受

source: ✗ not accepted
zh_hant_hk: ✗ 取消

source: 💰 THIS MONTH
zh_hant_hk: 💰 本月狀況

source: 💳 YOUR WALLET (%lld)
zh_hant_hk: 💳 銀包 (%lld)

source: 📍 NEARBY
zh_hant_hk: 📍 附近

source: 📰 CHUR NEWS
zh_hant_hk: 📰 CHUR 新聞

source: $15 Streaming Credits
zh_hant_hk: $15 串流信用額

source: $100 Dining Credits
zh_hant_hk: $100 餐飲信用額

source: $300 Travel Credits
zh_hant_hk: $300 旅遊信用額

source: 1 benefit
zh_hant_hk: 1 項禮遇

source: 1 card
zh_hant_hk: 1 張卡

source: 3X points on your choice of grocery or dining. Your 3X category choice remains in effect for the entire calendar year.
zh_hant_hk: 於你選擇的雜貨或餐飲類別賺取3倍積分，你的3倍類別選擇於整個年曆年度內有效。

source: Access quick tools to boost perks
zh_hant_hk: 善用快捷工具，發揮最大回贈

source: Account
zh_hant_hk: 帳戶

source: ACTIONS
zh_hant_hk: 操作

source: Active
zh_hant_hk: 使用中

source: Add a card that covers TSA PreCheck, Global Entry, CLEAR, or NEXUS to see your coverage here.
zh_hant_hk: 新增一張涵蓋 TSA PreCheck、Global Entry、CLEAR 或 NEXUS 的信用卡，即可在此查看你的保障。

source: Add a card with auto rental coverage to see your protection here.
zh_hant_hk: 新增一張有租車保障的信用卡，即可在此查看你的保障。

source: Add a card with cell phone protection to see your coverage here.
zh_hant_hk: 新增一張有手機保障的信用卡，即可在此查看你的保障。

source: Add a card with credit benefits to see them here.
zh_hant_hk: 新增一張有信用額禮遇的信用卡，即可在此查看。

source: Add a card with hotel elite status benefits to see them here.
zh_hant_hk: 新增一張有酒店尊尚會籍禮遇的信用卡，即可在此查看。

source: Add a card with lounge benefits to see your access here.
zh_hant_hk: 新增一張有貴賓室禮遇的信用卡，即可在此查看。

source: Add a card with rental car elite status to see your coverage here.
zh_hant_hk: 新增一張有租車尊尚會籍的信用卡，即可在此查看你的保障。

source: Add a note to appear on your card.
zh_hant_hk: 新增備註並顯示於卡面上。

source: Add a note...
zh_hant_hk: 新增備註…

source: Add Another
zh_hant_hk: 新增多一張

source: Add Cards
zh_hant_hk: 新增信用卡

source: Add cards to manage benefit reminders
zh_hant_hk: 新增信用卡以管理禮遇提醒

source: Add cards to see your best earning rates
zh_hant_hk: 新增信用卡以查看你的最佳回贈率

source: Add Your Cards
zh_hant_hk: 新增你的信用卡

source: Add your credit cards to start tracking benefits and maximizing your rewards.
zh_hant_hk: 新增你的信用卡，開始追蹤 禮遇並提升你的獎賞。

source: Add Your First Card
zh_hant_hk: 新增你的第一張信用卡

source: AIRLINES
zh_hant_hk: 航空公司

source: Airport lounges you can access with your cards.
zh_hant_hk: 你可使用信用卡進入的機場貴賓室。

source: All
zh_hant_hk: 全部

source: ALL
zh_hant_hk: 全部

source: All benefits have been fully redeemed.
zh_hant_hk: 所有禮遇已全部兌換。

source: All local data will be cleared and you'll be returned to the start. Your cloud backup will be preserved and can be restored when you sign in again.
zh_hant_hk: 所有本機資料將被清除，你會返回起始畫面。你的雲端備份會被保留，並可在你再次登入時還原。

source: All Types
zh_hant_hk: 所有類型

source: ALL-TIME HIGH OFFER
zh_hant_hk: 歷史最高迎新優惠

source: Allow notifications for Chur in iOS Settings to get benefit expiry reminders.
zh_hant_hk: 請在 iOS 設定中允許 Chur 傳送通知，以獲取禮遇到期提醒。

source: Already in Your Wallet
zh_hant_hk: 已在你的銀包中

source: ALSO COVERED
zh_hant_hk: 其他保障

source: Amount
zh_hant_hk: 金額

source: AMOUNT TO RECORD
zh_hant_hk: 記錄金額

source: Annual fee
zh_hant_hk: 年費

source: Annual Fee
zh_hant_hk: 年費

source: ANNUAL FEE
zh_hant_hk: 年費

source: ANNUAL FEE — DAYS BEFORE IT POSTS
zh_hant_hk: 年費

source: Annual fee reminders
zh_hant_hk: 年費提醒

source: Annual Fees
zh_hant_hk: 年費

source: App Language
zh_hant_hk: 語言

source: APPEARANCE
zh_hant_hk: 外觀

source: Apply
zh_hant_hk: 接受

source: APPROVAL DATE
zh_hant_hk: 獲批日期

source: Approval Dates
zh_hant_hk: 獲批日期

source: Approved Date
zh_hant_hk: 獲批日期

source: Are you sure you want to delete %@? This will remove all tracked benefits and rewards data.
zh_hant_hk: 確定要刪除%@ 嗎？這將會清除所有已記錄的禮遇及獎賞資料。

source: As you add, cancel, or product-change cards, your timeline shows up here.
zh_hant_hk: 當你新增、取消或轉換信用卡產品時，時間軸會顯示在這裡。

source: Authorized User
zh_hant_hk: 授權使用人

source: AUTO
zh_hant_hk: 自動

source: Auto Rental Coverage
zh_hant_hk: 租車保障

source: Auto-detected
zh_hant_hk: 自動偵測

source: Auto-log future benefits
zh_hant_hk: 自動記錄未來禮遇

source: Auto-logging %@ each period
zh_hant_hk: 每期自動記錄 %@

source: Auto-logging %@%lld each period
zh_hant_hk: 每期自動記錄 %1$@%2$lld

source: Auto-logging each period
zh_hant_hk: 每期自動記錄

source: AUTOMATION
zh_hant_hk: 自動化

source: AVAILABLE PLANS
zh_hant_hk: 可用計劃

source: Back Up Now
zh_hant_hk: 立即備份

source: Back up your wallet privately to your account — only you can access it.
zh_hant_hk: 私密備份你的銀包至你的帳戶 —只有你可以查閱。

source: Backed up privately to your Google Drive. Only you can access it.
zh_hant_hk: 私密備份至你的 Google Drive，只有你可以查閱。

source: Backing Up…
zh_hant_hk: 備份中……

source: Backup & Sync
zh_hant_hk: 備份與同步

source: Backup Found
zh_hant_hk: 找到備份

source: Backups are stored privately in your own account. Chur has no access to this data.
zh_hant_hk: 備份會私密儲存在你自己的帳戶內，Chur 無法查看此資料。

source: Balance control & Low APR
zh_hant_hk: 餘額管理及低年利率

source: BALANCE REMAINING THIS PERIOD
zh_hant_hk: 本期剩餘結餘

source: Based on your location
zh_hant_hk: 根據你的位置

source: Benefit expiry reminders
zh_hant_hk: 禮遇到期提醒

source: Benefit history & usage
zh_hant_hk: 禮遇記錄及使用情況

source: BENEFIT REMINDERS
zh_hant_hk: 禮遇提醒

source: Benefits
zh_hant_hk: 禮遇

source: BENEFITS — DAYS BEFORE EXPIRY
zh_hant_hk: 禮遇

source: BENEFITS (%lld)
zh_hant_hk: 禮遇 (%lld)

source: Benefits expiring soon
zh_hant_hk: 禮遇即將到期

source: Benefits show up here when they enter their reminder window with value left to use.
zh_hant_hk: 當禮遇進入提醒期間並仍有剩餘價值時，會顯示在這裡。

source: Best card
zh_hant_hk: 最佳信用卡

source: BEST CARD
zh_hant_hk: 最佳信用卡

source: BEST CARD TO USE
zh_hant_hk: 最佳信用卡

source: Bonus Categories
zh_hant_hk: 額外獎賞類別

source: Bonus categories not set up
zh_hant_hk: 尚未設定額外獎賞類別

source: Bonus Chaser
zh_hant_hk: 獎賞獵人

source: Brand loyal & exclusive perks
zh_hant_hk: 品牌忠誠及專屬優惠

source: Business
zh_hant_hk: 商業

source: BUSINESS
zh_hant_hk: 商務

source: Buy me a coffee
zh_hant_hk: 請我喝杯咖啡

source: By Frequency
zh_hant_hk: 按頻率

source: By Health
zh_hant_hk: 按健康度

source: By Renewal
zh_hant_hk: 按續期日

source: By Value
zh_hant_hk: 按價值

source: Cancel
zh_hant_hk: 取消

source: Cancel %@?
zh_hant_hk: 取消 %@ ?

source: Cancel Card
zh_hant_hk: 取消信用卡

source: Cancelled
zh_hant_hk: 已取消

source: Car Rental Status
zh_hant_hk: 租車會籍狀態

source: CARD
zh_hant_hk: 信用卡

source: Card #26
zh_hant_hk: 信用卡 #26

source: Card Details
zh_hant_hk: 信用卡資料

source: Card History
zh_hant_hk: 信用卡記錄

source: CARD INFORMATION
zh_hant_hk: 信用卡資料

source: Card Name
zh_hant_hk: 信用卡名稱

source: Card Note
zh_hant_hk: 信用卡備註

source: Card Rate
zh_hant_hk: 信用卡倍數

source: CARD RATE
zh_hant_hk: 信用卡倍數

source: Card Rate (4x)
zh_hant_hk: 信用卡倍數 (4x)

source: Card Status
zh_hant_hk: 信用卡狀態

source: Card Type
zh_hant_hk: 信用卡類型

source: CARD TYPE
zh_hant_hk: 信用卡類型

source: Card: %@
zh_hant_hk: 信用卡: %@

source: Cards
zh_hant_hk: 信用卡

source: CARDS
zh_hant_hk: 信用卡

source: CARDS COMPARISON
zh_hant_hk: 信用卡比較

source: Cards that cover phone damage, theft, and screen repair. Plans and coverage terms change frequently. Information may not reflect the latest provider updates; always verify with your card issuer.
zh_hant_hk: 涵蓋手機損毀、失竊及螢幕維修的信用卡。計劃及保障條款經常更改，資訊未必反映供應商的最新更新，請務必向發卡機構核實。

source: Cards, approved dates & notes
zh_hant_hk: 信用卡、獲批日期及備註

source: Cash King
zh_hant_hk: 現金回贈王

source: CATEGORY DETAILS
zh_hant_hk: 信用卡資料

source: Category excludes: %@
zh_hant_hk: 排除類別: %@

source: Cell Phone Protection
zh_hant_hk: 手機保障

source: Changes how card, benefit, and category names are displayed.
zh_hant_hk: 變更信用卡、禮遇及類別名稱的顯示方式。

source: CHECKED BAGS
zh_hant_hk: 寄艙行李

source: CHOOSE A CARD STRATEGY
zh_hant_hk: 選擇你的理財風格

source: Choose a different region
zh_hant_hk: 選擇其他地區

source: Choose the payment network for your card.
zh_hant_hk: 選擇信用卡的付款網絡。

source: Choose when this card was approved.
zh_hant_hk: 選擇信用卡的獲批日期。

source: Chur News
zh_hant_hk: Chur 新聞

source: Clear
zh_hant_hk: 清除

source: Clear filters
zh_hant_hk: 取消

source: Cloud Backup
zh_hant_hk: 雲端備份

source: Coming soon...
zh_hant_hk: 即將推出……

source: Continue
zh_hant_hk: 繼續

source: Continue without signing in
zh_hant_hk: 略過登入，繼續使用

source: CONVENIENCE
zh_hant_hk: 便利

source: Couponing
zh_hant_hk: 優惠券

source: coupons
zh_hant_hk: 優惠券

# COVERED BY %lld CARD%@
source: COVERED BY %1$lld CARD%2$@
zh_hant_hk: 適用於 %1$lld 張信用卡

source: Create a postcard of your card collection
zh_hant_hk: 為你的信用卡收藏製作明信片

source: Credit Build
zh_hant_hk: 信用建立者

source: Credits and perks you receive through your cards.
zh_hant_hk: 透過你的信用卡獲得的優惠。

source: Cross-border
zh_hant_hk: 跨境

source: CURRENT
zh_hant_hk: 目前

source: Current Offer
zh_hant_hk: 現時優惠

source: Current Rewards
zh_hant_hk: 目前獎賞

source: CURRENT STATUS
zh_hant_hk: 目前狀態

source: Custom
zh_hant_hk: 自訂

source: Custom value
zh_hant_hk: 自訂數值

source: Customize Categories
zh_hant_hk: 自訂類別

source: Dark Theme
zh_hant_hk: 深色主題

source: Date Approved
zh_hant_hk: 獲批日期

source: Debt Crusher
zh_hant_hk: 還債達人

source: Default
zh_hant_hk: 預設

source: DEFAULT
zh_hant_hk: 預設

source: Delete
zh_hant_hk: 刪除

source: Delete Account
zh_hant_hk: 刪除帳戶

source: Delete Account & All Data
zh_hant_hk: 刪除帳戶及所有資料

source: Delete Backup
zh_hant_hk: 刪除備份

source: Delete Backup?
zh_hant_hk: 刪除備份？

source: Delete Card
zh_hant_hk: 刪除信用卡

source: Delete Card?
zh_hant_hk: 刪除信用卡？

source: Delete Records?
zh_hant_hk: 刪除記錄？

source: DEVELOPER TOOLS
zh_hant_hk: 開發者工具

source: Diamond
zh_hant_hk: 鑽石

source: Dining
zh_hant_hk: 餐飲

source: DINING
zh_hant_hk: 餐飲

source: Dining, takout & experiences
zh_hant_hk: 餐飲、外賣及體驗

source: Display
zh_hant_hk: 顯示

source: Display Currency
zh_hant_hk: 顯示貨幣

source: Done
zh_hant_hk: 完成

source: DONE
zh_hant_hk: 完成

source: EARNING RATES
zh_hant_hk: 回贈率

source: Edit Approved Dates
zh_hant_hk: 編輯獲批日期

source: Edit Card
zh_hant_hk: 編輯信用卡

source: Edit the fee if your card's annual fee differs from the default.
zh_hant_hk: 如你的信用卡年費與預設不同，可在此編輯。

source: Editing: %@
zh_hant_hk: 編輯: %@

source: Effective Rate
zh_hant_hk: 實際回贈率

source: EFFECTIVE RATE
zh_hant_hk: 實際回贈率

source: Effective Rate (5%)
zh_hant_hk: 實際回贈率 (5%)

source: Effective: %@%%
zh_hant_hk: 有效: %@%%

source: Elite hotel statuses you receive through your cards.
zh_hant_hk: 透過你的信用卡獲得的酒店尊尚會籍狀態。

source: Elite rental car statuses you receive through your cards.
zh_hant_hk: 透過你的信用卡獲得的租車尊尚會籍狀態。

source: Email
zh_hant_hk: 電郵

source: Enable Location
zh_hant_hk: 啟用定位

source: ENTERTAINMENT
zh_hant_hk: 娛樂

source: Everyday, every spend
zh_hant_hk: 日常每一筆消費

source: Everything Else
zh_hant_hk: 其他所有

source: Expired
zh_hant_hk: 已過期

source: Expires %@
zh_hant_hk: %@ 到期

source: Expires %@.
zh_hant_hk: %@到期。

source: Expiring Soon
zh_hant_hk: 即將到期

source: Features
zh_hant_hk: 功能

source: FEATURES (%lld)
zh_hant_hk: 尊享(%lld)

source: FEE
zh_hant_hk: 年費

source: Feedback
zh_hant_hk: 意見反映

source: Fees
zh_hant_hk: 年費

source: FEES & TERMS
zh_hant_hk: 費用及條款

source: Finish
zh_hant_hk: 完成

source: Finish & Setup Wallet
zh_hant_hk: 完成並設置銀包

source: Flights and miles
zh_hant_hk: 機票與里數

source: Foodie
zh_hant_hk: 美食愛好者

source: Foreign Transaction Fee
zh_hant_hk: 海外交易手續費

source: FOREIGN TRANSACTION FEE
zh_hant_hk: 海外交易手續費

source: Fully Redeemed
zh_hant_hk: 已全部兌換

source: FULLY REDEEMED THIS PERIOD ✓
zh_hant_hk: 本期已全部兌換 ✓

source: Fully redeemed!
zh_hant_hk: 已全部兌換！

source: FX fee: -%@%%
zh_hant_hk: 外幣手續費: -%@%%

source: GENERAL CATEGORY
zh_hant_hk: 一般類別

source: Go To Card
zh_hant_hk: 前往信用卡

source: Good
zh_hant_hk: 良好

source: Good Afternoon
zh_hant_hk: 午安

source: Good Evening
zh_hant_hk: 晚上好

source: Good Morning~
zh_hant_hk: 早晨~

source: Good Night!
zh_hant_hk: 晚安！

source: Google sign in failed.
zh_hant_hk: Google 登入失敗。

source: Google sign in failed. Please try again.
zh_hant_hk: Google 登入失敗，請再試一次。

source: GREAT
zh_hant_hk: 極佳

source: Groceries
zh_hant_hk: 雜貨

source: Guardian
zh_hant_hk: 保障至上

source: Here's what earns you the most.
zh_hant_hk: 這是為你賺取最多回贈的方式。

source: Here's your best card here.
zh_hant_hk: 這是你在這裡的最佳信用卡。

source: Hide History
zh_hant_hk: 隱藏紀錄

source: Hotel Hopper
zh_hant_hk: 住宿達人

source: Hotel Status
zh_hant_hk: 酒店會籍狀態

source: HOTELS
zh_hant_hk: 酒店

source: in %lld days
zh_hant_hk: %lld 天後

source: In Use
zh_hant_hk: 使用中

source: IN YOUR WALLET
zh_hant_hk: 你的銀包

source: In-Store
zh_hant_hk: 實體店

source: Info
zh_hant_hk: 資訊

source: Issuer
zh_hant_hk: 發卡機構

source: Jetsetter
zh_hant_hk: 飛行常客

source: Keep Card
zh_hant_hk: 保留信用卡

source: Keep Local Data
zh_hant_hk: 保留本機資料

source: Language
zh_hant_hk: 語言

source: Last Backed Up
zh_hant_hk: 上次備份時間

source: Last day
zh_hant_hk: 最後一天

source: Legacy
zh_hant_hk: 舊有

source: Let's go →
zh_hant_hk: 開始使用 →

source: Lifestyle
zh_hant_hk: 生活品味

source: LIFESTYLE
zh_hant_hk: 生活品味

source: Light Theme
zh_hant_hk: 淺色主題

source: LIMITED
zh_hant_hk: 有限次

source: Loading cards...
zh_hant_hk: 載入信用卡中……

source: Location Disabled
zh_hant_hk: 定位已停用

source: Log %@%lld
zh_hant_hk: 記錄 %1$@%2$lld

source: Log %lld Uses
zh_hant_hk: 記錄 %lld 次

source: Log a usage in the latest period to enable
zh_hant_hk: 在最新期間記錄一次使用以啟用

source: LOG HISTORY
zh_hant_hk: 記錄歷史

source: Log Usage
zh_hant_hk: 記錄使用

source: Looks like %@ is already in your wallet. Do you want to add another one?
zh_hant_hk: 你的銀包已有 %@ 。是否要新增多一張？

source: Loss
zh_hant_hk: 虧損

source: Lounge Access
zh_hant_hk: 貴賓室使用權

source: Loyalist
zh_hant_hk: 品牌忠實客

source: Manage whether this card is active, cancelled, or switched to a different product.
zh_hant_hk: 管理此信用卡為使用中、已取消或轉換至其他產品。

source: MANUAL
zh_hant_hk: 手動

source: Manual override
zh_hant_hk: 手動覆寫

source: MERCHANT
zh_hant_hk: 商戶

source: Merchant accepts: %@
zh_hant_hk: 商戶接受: %@

source: MERCHANTS
zh_hant_hk: 商戶

source: Monthly activity
zh_hant_hk: 每月摘要

source: MONTHLY BREAKDOWN
zh_hant_hk: 每月明細

source: My Bank
zh_hant_hk: 我的銀行

source: Name
zh_hant_hk: 姓名

source: Network
zh_hant_hk: 網絡

source: NETWORK
zh_hant_hk: 網絡

source: Never
zh_hant_hk: 從未

source: No activity for this period
zh_hant_hk: 此期間沒有活動記錄

source: No benefits available.
zh_hant_hk: 沒有可用的禮遇。

source: No benefits in their expiry warning window.
zh_hant_hk: 沒有禮遇處於到期提醒期間。

source: No car rental status yet
zh_hant_hk: 尚未有租車會籍狀態

source: No Card History
zh_hant_hk: 沒有信用卡記錄

source: No cards found
zh_hant_hk: 找不到信用卡

source: No categories selected
zh_hant_hk: 未選擇任何類別

source: No credits yet
zh_hant_hk: 尚未有信用額

source: No earning rates defined
zh_hant_hk: 未有設定回贈率

source: No hotel status yet
zh_hant_hk: 尚未有酒店會籍狀態

source: No lounge access yet
zh_hant_hk: 尚未有貴賓室使用權

source: No match
zh_hant_hk: 沒有符合

source: No Matching Card
zh_hant_hk: 沒有符合的信用卡

source: No matching cards
zh_hant_hk: 沒有符合的信用卡

source: No news available
zh_hant_hk: 沒有結果

source: No partners found for '%@'
zh_hant_hk: 找不到符合「%@」的夥伴

source: No past periods to fill this year
zh_hant_hk: 今年沒有過往期間需要填寫

source: No phone protection yet
zh_hant_hk: 尚未有手機保障

source: No places found nearby
zh_hant_hk: 附近找不到地點

source: No plan selected
zh_hant_hk: 未選擇計劃

source: No plans available
zh_hant_hk: 沒有可用計劃

source: No Records
zh_hant_hk: 沒有記錄

source: No rental coverage yet
zh_hant_hk: 尚未有租車保障

source: No results
zh_hant_hk: 沒有結果

source: No trusted traveler programs yet
zh_hant_hk: 尚未有信任旅客計劃

source: None
zh_hant_hk: 沒有

source: None of your cards earn rewards in this category.
zh_hant_hk: 你的信用卡在此類別中沒有獎賞回贈。

source: Not enrolled
zh_hant_hk: 未登記

source: Not Now
zh_hant_hk: 現在不要

source: Not set
zh_hant_hk: 未設定

source: NOTE
zh_hant_hk: 備註

source: Nothing expiring soon
zh_hant_hk: 沒有即將到期的優惠

source: Nothing tracked for this month yet.
zh_hant_hk: 本月尚未有任何記錄。

source: Notifications
zh_hant_hk: 通知

source: Notifications are off in iOS Settings — tap to fix
zh_hant_hk: 通知已在 iOS 設定中關閉—點按以修正

source: Notifications Disabled
zh_hant_hk: 通知已停用

source: Offers
zh_hant_hk: 優惠

source: On the day
zh_hant_hk: 當日

source: On This Device
zh_hant_hk: 此裝置上

source: One notice per card each year.
zh_hant_hk: 每張信用卡每年發送一次通知。

source: One schedule for every benefit: this is when the ⏰ badge appears, when the single reminder is sent, and what the Expiring Soon list shows. When several benefits expire around the same day, they arrive as one summary notification.
zh_hant_hk: 所有禮遇使用同一時間表：這決定了⏰標記何時出現、提醒何時發送，以及「即將到期」清單顯示的內容。當多個禮遇在相近日子到期時，會合併為一則摘要通知。

source: One-Time
zh_hant_hk: 一次性

source: Online
zh_hant_hk: 網上

source: Open Settings
zh_hant_hk: 前往設定

source: Optimizer
zh_hant_hk: 全能優化者

source: Other
zh_hant_hk: 其他

source: OTHER
zh_hant_hk: 其他

source: OTHER GREAT OPTIONS
zh_hant_hk: 其他好選擇

source: OVERALL
zh_hant_hk: 總覽

source: Override the default foreign transaction fee for this card.
zh_hant_hk: 為此信用卡覆寫預設的海外交易手續費。

source: Personal
zh_hant_hk: 個人

source: Personal Note
zh_hant_hk: 個人備註

source: Pick one 3% category and one 2% category where you spend the most — you'll automatically earn extra points there each billing cycle.
zh_hant_hk: 選擇一個3%類別及一個2%類別（你消費最多的類別），每個結賬週期都會自動賺取額外積分。

source: Pick one for this corner
zh_hant_hk: 為此角落選擇一個

source: Pick the one category where you spend the most — you'll automatically earn 3% there each billing cycle.
zh_hant_hk: 選擇你消費最多的類別—每個結賬週期都會自動賺取3%回贈。

source: Pick the one category where you spend the most — you'll automatically earn 5% there each billing cycle.
zh_hant_hk: 選擇你消費最多的類別—每個結賬週期都會自動賺取5%回贈。

source: Pick two 5% categories and one 2% everyday category. You can change these once per quarter.
zh_hant_hk: 選擇兩個5%類別及一個2%日常類別，你每季可更改一次。

source: Piggy Bank
zh_hant_hk: 小豬錢罌

source: Please enable in settings
zh_hant_hk: 請在設定中啟用

source: POINT SOURCES
zh_hant_hk: 積分來源

source: Point Value
zh_hant_hk: 積分價值

source: Point Values
zh_hant_hk: 積分價值

source: POINT VALUES
zh_hant_hk: 積分價值

source: Popular
zh_hant_hk: 人氣

source: PREFERENCES
zh_hant_hk: 偏好設定

source: Preferences & settings
zh_hant_hk: 個人偏好及設定

source: Preparing postcard…
zh_hant_hk: 準備明信片中……

source: Previously %@ until %@
zh_hant_hk: 此前為 %1$@，直至 %2$@

source: PRIMARY
zh_hant_hk: 主要

source: Primary Auto Rental Collision Damage Waiver (CDW) provides first-tier reimbursement for covered theft or collision damage, eliminating the requirement to file a claim with your personal insurer. Secondary coverage acts as supplemental protection, covering eligible costs and deductibles not reimbursed by your primary automobile policy.
zh_hant_hk: 主要租車碰撞損毀豁免（CDW）為受保的失竊或碰撞損毀提供首層賠償，毋須向你的個人保險公司申索。次要保障則作為補充保障，涵蓋你主要汽車保單未賠償的合資格費用及自負額。

source: Primary vs Secondary
zh_hant_hk: 主要與次要保障

source: Privacy Policy
zh_hant_hk: 私隱政策

source: Product Change
zh_hant_hk: 產品轉換

source: Profile
zh_hant_hk: 個人資料

source: Profile Photo
zh_hant_hk: 個人頭像相片

source: Profit
zh_hant_hk: 盈利

source: Program
zh_hant_hk: 計劃

source: PROGRESS
zh_hant_hk: 進度

source: Promo
zh_hant_hk: 推廣

source: Protections
zh_hant_hk: 保障

source: PROTECTIONS
zh_hant_hk: 保障

source: Pure cash back, no hassle
zh_hant_hk: 純現金回贈，簡單方便

source: Quick Filters
zh_hant_hk: 快速篩選

source: Quick Log
zh_hant_hk: 快速記錄

source: Quick log prior periods
zh_hant_hk: 快速記錄過往期間

source: Rate
zh_hant_hk: 費率

source: Reactivate
zh_hant_hk: 重新啟用

source: Reactivate Card
zh_hant_hk: 重新啟用信用卡

source: Recommended
zh_hant_hk: 建議設定

source: RECORD USAGE
zh_hant_hk: 記錄使用

source: Redeemed
zh_hant_hk: 已兌換

source: REDEEMED
zh_hant_hk: 已兌換

source: REDEEMED ✅
zh_hant_hk: 已兌換 ✅

source: Redeemed Benefits
zh_hant_hk: 已兌換禮遇

source: Region
zh_hant_hk: 地區

source: Region & Currency
zh_hant_hk: 地區及貨幣

source: Regular
zh_hant_hk: 一般

source: RELATED CATEGORIES
zh_hant_hk: 相關類別

source: Relationship Boost
zh_hant_hk: 關係優惠加成

source: Reminder Schedule
zh_hant_hk: 提醒時間表

source: REMINDER TIMING
zh_hant_hk: 提醒時間

source: Reminders
zh_hant_hk: 提醒

source: REMINDERS
zh_hant_hk: 提醒

source: Reminders silenced
zh_hant_hk: 提醒已靜音

source: Remove Photo
zh_hant_hk: 移除相片

source: Remove Strategy
zh_hant_hk: 移除理財風格

source: Renewal: %@
zh_hant_hk: 續期: %@

source: Rental car collision and damage coverage through your cards. Plans and coverage terms change frequently. Information may not reflect the latest provider updates; always verify with your card issuer.
zh_hant_hk: 透過你信用卡提供的租車碰撞及損毀保障。計劃及保障條款經常更改，資訊未必反映供應商的最新更新，請務必向發卡機構核實。

source: Reorder Cards
zh_hant_hk: 重新排序信用卡

source: Reset
zh_hant_hk: 重設

source: Reset Account
zh_hant_hk: 重設帳戶

source: Reset All Data?
zh_hant_hk: 清除所有資料

source: Reset complete. Seed data reloaded.
zh_hant_hk: 重設完成。已重新載入預設資料。

source: Reset to auto (%@)
zh_hant_hk: 重設為自動 (%@)

source: Reset to default (%@)
zh_hant_hk: 還原為預設 (%@)

source: Reset to default ($%lld)
zh_hant_hk: 還原為預設 ($%lld)

source: Reset to Recommended
zh_hant_hk: 重設為建議設定

source: Restore from Backup
zh_hant_hk: 從備份還原

source: Reward Display
zh_hant_hk: 獎賞顯示

source: Reward Display Mode
zh_hant_hk: 獎賞顯示模式

source: Reward Plan
zh_hant_hk: 獎賞計劃

source: REWARD PROGRAM
zh_hant_hk: 獎賞計劃

source: REWARD SETUP
zh_hant_hk: 獎賞設定

source: Rewards
zh_hant_hk: 獎賞

source: Rewards sorted by card rate.
zh_hant_hk: 按信用卡倍數排序獎賞。

source: Rewards sorted by effective % return per dollar spent.
zh_hant_hk: 按每一元實際回贈百分比排序獎賞。

source: Save
zh_hant_hk: 儲存

source: Scale spend & business perks
zh_hant_hk: 拓展業務開支及商務優惠

source: Scene Seeker
zh_hant_hk: 娛樂達人

source: Search
zh_hant_hk: 搜尋

source: Search cards, rewards, benefits...
zh_hant_hk: 搜尋信用卡、獎賞、禮遇……

source: Search cards...
zh_hant_hk: 搜尋信用卡……

source: Search Failed
zh_hant_hk: 搜尋失敗

source: Search nearby...
zh_hant_hk: 搜尋附近……

source: Search online...
zh_hant_hk: 搜尋網上……

source: Search partners...
zh_hant_hk: 搜尋夥伴……

source: Search this area
zh_hant_hk: 搜尋此區域

source: SECONDARY
zh_hant_hk: 次要

source: Secure Your Wallet
zh_hant_hk: 保護你的銀包

source: Security programs covered by your cards — TSA PreCheck, Global Entry, CLEAR, and NEXUS.
zh_hant_hk: 你的信用卡涵蓋的安檢計劃—TSA PreCheck、Global Entry、CLEAR 及 NEXUS。

source: Select a category for each reward tier.
zh_hant_hk: 為每個獎賞等級選擇一個類別。

source: Select the account type for this card.
zh_hant_hk: 選擇此信用卡的帳戶類型。

source: Select the cards currently in your wallet.
zh_hant_hk: 加入你現有的信用卡。
